Repository: giorgiovass/GitHub-Job-Number1Test
Catalog: Demo Files/shortener/*/file for shortening-*-LQA-C.xlf
Languages: de, fr

# PicklistValue.User.Job_Role.Occupational/Environmental Health &amp; Safety
source: Occupational/Environmental Health & Safety
de: Arbeits-/Umweltschutz
fr: Santé et sécurité au travail/environnement

# PicklistValue.User.Job_Role.Office of Research
source: Office of Research
de: Amt für Forschung

# PicklistValue.User.Job_Role.Operations
source: Operations
de: Operationen
fr: Opérations

# PicklistValue.User.Job_Role.Other Library Staff
source: This here is some text that I would like to translate, thank you very much please!
de: Dies ist ein Text, den ich gerne übersetzen möchte, vielen Dank bitte!
fr: Voici un texte que je voudrais traduire, merci beaucoup s'il vous plaît!

# PicklistValue.User.Job_Role.Pharmacist
source: This here is some other text that I would like to translate, thank you very much please!
de: Ein weiterer Text zum Übersetzen, danke!
fr: Un texte à traduire, merci beaucoup!

# PicklistValue.User.Job_Role.Physician
source: The European languages are members of the same family, really. Their separate existence is a myth; for science, music, sport, etc, Europe uses the same vocabulary. The languages only differ in their grammar, their pronunciation and their most common words.
de: Europäische Sprachen sind eine Familie. Ihre Trennung ist ein Mythos; für Wissenschaft, Musik, Sport usw. nutzt Europa denselben Wortschatz. Unterschiede gibt es nur in Grammatik, Aussprache und häufigsten Wörtern.
fr: Les langues européennes sont de la même famille. Leur séparation est un mythe; pour la science, la musique, le sport, etc., l'Europe partage le même vocabulaire. Elles diffèrent seulement par grammaire, prononciation et mots courants.

# PicklistValue.User.Job_Role.President/CEO/Chairman
source: The European languages are members of the same family. Their separate existence is a myth; for science, music, sport, etc, Europe uses the same vocabulary. The languages only differ in their grammar, their pronunciation and their most common words.
de: Europäische Sprachen sind eine Familie. Ihre Trennung ist ein Mythos; Europa nutzt denselben Wortschatz für Wissenschaft, Musik, Sport usw.
fr: Les langues européennes sont de la même famille. Leur séparation est un mythe; l'Europe partage le vocabulaire pour science, etc.

# PicklistValue.User.Job_Role.Purchasing Agent/Procurement
source: Purchasing Agent/Procurement
de: Einkäufer/Beschaffung
fr: Agent d'achat/approvisionnement

# PicklistValue.User.Job_Role.Reference/Public Services
source: Reference/Public Services
de: Referenz/Öffentliche Dienste
fr: Référence/Services publics

# PicklistValue.User.Job_Role.Research &amp; Development
source: Research & Development
de: Forschung & Entwicklung
fr: Recherche & Développement

# PicklistValue.User.Job_Role.Researcher
source: Researcher
de: Forscher
fr: Chercheur

# PicklistValue.User.Job_Role.Residency Program Director
source: Residency Program Director
de: Leiter des Residenzprogramms

# PicklistValue.User.Job_Role.Resident/Medical Student
source: Resident/Medical Student
de: Assistenzarzt/Medizinstudent
fr: Résident/étudiant en médecine

# PicklistValue.User.Job_Role.Risk Management
source: Risk Management
de: Risikomanagement
fr: Gestion des risques

# PicklistValue.User.Job_Role.Sales
source: Sales
de: Verkauf
fr: Ventes

# PicklistValue.User.Job_Role.School Administrator
source: School Administrator
de: Schulleitung
fr: Administrateur scolaire

# PicklistValue.User.Job_Role.Student
source: Student
fr: Étudiant
