Repository: giorgiovass/GitHub-Job-Number1Test
Catalog: Demo Files/shortener/*/Giorgio-Shorter-GPT-XLF-*-LQA-C.xlf
Languages: de

# PicklistValue.User.Job_Role.Occupational/Environmental Health &amp; Safety
source: Occupational/Environmental Health & Safety
de: Gesundheit und Sicherheit am Arbeitsplatz und in der Umwelt

# PicklistValue.User.Job_Role.Office of Research
source: Office of Research
de: Büro für Forschung

# PicklistValue.User.Job_Role.Operations
source: Operations
de: Operationen

# PicklistValue.User.Job_Role.Other Library Staff
source: This here is some text that I would like to translate, thank you very much please!
de: Das hier ist ein Text, den ich gerne übersetzen würde, vielen Dank bitte!

# PicklistValue.User.Job_Role.Pharmacist
source: This here is some other text that I would like to translate, thank you very much please!
de: Ein anderer Text zum Übersetzen, danke!

# PicklistValue.User.Job_Role.Physician
source: The European languages are members of the same family, really. Their separate existence is a myth; for science, music, sport, etc, Europe uses the same vocabulary. The languages only differ in their grammar, their pronunciation and their most common words.
de: Europäische Sprachen sind eine Familie. Ihre Trennung ist ein Mythos; für Wissenschaft, Musik, Sport usw. nutzt Europa dasselbe Vokabular. Unterschiede bestehen nur in Grammatik, Aussprache und gebräuchlichsten Wörtern.

# PicklistValue.User.Job_Role.President/CEO/Chairman
source: The European languages are members of the same family. Their separate existence is a myth; for science, music, sport, etc, Europe uses the same vocabulary. The languages only differ in their grammar, their pronunciation and their most common words.
de: Europäische Sprachen sind eine Familie. Ihre Trennung ist ein Mythos; Europa nutzt dasselbe Vokabular, nur Grammatik und Wörter variieren.

# PicklistValue.User.Job_Role.Purchasing Agent/Procurement
source: Purchasing Agent/Procurement
de: Einkaufsagent/Beschaffung

# PicklistValue.User.Job_Role.Reference/Public Services
source: Reference/Public Services
de: Referenz/Öffentliche Dienste

# PicklistValue.User.Job_Role.Research &amp; Development
source: Research & Development
de: Forschung & Entwicklung

# PicklistValue.User.Job_Role.Researcher
source: Researcher
de: Wissenschaftlicher Mitarbeiter

# PicklistValue.User.Job_Role.Residency Program Director
source: Residency Program Director
de: Direktor des Residenzprogramms

# PicklistValue.User.Job_Role.Resident/Medical Student
source: Resident/Medical Student
de: Assistenz/Medizinstudent

# PicklistValue.User.Job_Role.Risk Management
source: Risk Management
de: Risikomanagement

# PicklistValue.User.Job_Role.Sales
source: Sales
de: Verkäufe

# PicklistValue.User.Job_Role.School Administrator
source: School Administrator
de: Schulverwalter

# PicklistValue.User.Job_Role.Student
source: Student
de: Studentin
